Repository: augustin-v/nightwatch
Catalog: Nightwatch/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de_de, es, fi, fr, it, ja, ko, nb, nl_nl, pl, sv, zh_hant

# alert.notification.body
source: Conditions look worth checking around %@. Clear enough sky, dark enough sky, and real activity.
cs: Kolem %@ stojí podmínky za kontrolu. Obloha je dostatečně jasná a tmavá a aktivita polární záře je skutečná.
da: Forholdene ser ud til at være værd at tjekke omkring %@. Himmel klar nok, himmel mørk nok, og reel aktivitet.
de_de: Ein Blick gegen %@ könnte sich lohnen: klarer Himmel, dunkler Himmel und echte Aktivität.
es: Vale la pena comprobar las condiciones hacia las %@. Cielo suficientemente despejado y oscuro, con actividad auroral real.
fi: Olosuhteet kannattaa tarkistaa noin klo %@. Taivas on tarpeeksi kirkas, tarpeeksi pimeä, ja revontuliaktiivisuutta on oikeasti.
fr: Ça vaut le coup d'œil vers %@ : ciel assez dégagé, ciel assez sombre et activité réelle.
it: Vale la pena controllare le condizioni verso le %@. Cielo abbastanza sereno e buio, con vera attività aurorale.
ja: %@ごろは確認する価値がありそうです。空は十分に晴れて暗く、オーロラ活動もあります。
ko: %@쯤 확인해 볼 만한 조건입니다. 하늘이 충분히 맑고 어두우며 오로라 활동도 있습니다.
nb: Forholdene ser verdt å sjekke rundt %@. Himmel klar nok, himmel mørk nok, og reell aktivitet.
nl_nl: Rond %@ is het de moeite waard om te kijken. Voldoende heldere hemel, voldoende donker, en echte activiteit.
pl: Warto sprawdzić warunki około %@. Niebo jest dość bezchmurne i ciemne, a aktywność zorzy jest wyraźna.
sv: Förhållandena ser värda att kolla upp kring %@. Himlen klar nog, himlen mörk nog, och verklig aktivitet.
zh_hant: %@ 左右值得查看。天空夠晴、夠暗，而且確實有極光活動。

# alert.notification.title
source: Good aurora window tonight
cs: Dobré podmínky pro polární záři dnes v noci
da: Godt nordlysvindue i aften
de_de: Gutes Polarlicht-Fenster heute Nacht
es: Buena ventana para ver auroras esta noche
fi: Hyvä revontuli-ikkuna tänä yönä
fr: Aurore boréale : bonne fenêtre ce soir
it: Buona finestra per l’aurora stanotte
ja: 今夜はオーロラ観測の好条件
ko: 오늘 밤 오로라 관측에 좋은 시간
nb: Godt nordlysvindu i kveld
nl_nl: Goed noorderlicht-moment vanavond
pl: Dobre warunki na zorzę dziś w nocy
sv: Bra norrskensfönster i kväll
zh_hant: 今晚有不錯的極光觀測時段

# alerts.enabled.subtitle
source: Notifications are scheduled on your device. Nothing is sent to a server.
cs: Oznámení se plánují přímo ve vašem zařízení. Nic se neposílá na server.
da: Notifikationer planlægges på din enhed. Intet sendes til en server.
de_de: Benachrichtigungen werden auf deinem Gerät geplant. Nichts wird an einen Server gesendet.
es: Las notificaciones se programan en tu dispositivo. No se envía nada a un servidor.
fi: Hälytykset ajastetaan laitteellasi. Mitään ei lähetetä palvelimelle.
fr: Les alertes sont planifiées sur votre appareil. Rien n'est envoyé à un serveur.
it: Le notifiche vengono programmate sul tuo dispositivo. Non viene inviato nulla a un server.
ja: 通知はこのデバイス上でスケジュールされます。サーバーには何も送信されません。
ko: 알림은 기기에서 예약됩니다. 서버로 전송되는 정보는 없습니다.
nb: Varsler planlegges på enheten din. Ingenting sendes til en server.
nl_nl: Meldingen worden op je toestel ingepland. Er wordt niets naar een server gestuurd.
pl: Powiadomienia są planowane na Twoim urządzeniu. Nic nie jest wysyłane na serwer.
sv: Aviseringar schemaläggs på din enhet. Inget skickas till en server.
zh_hant: 通知會直接在你的裝置上排程，不會傳送任何資料到伺服器。

# alerts.enabled.title
source: Alert me
cs: Upozorňovat mě
da: Underret mig
de_de: Benachrichtige mich
es: Avísame
fi: Hälytä minua
fr: M'alerter
it: Avvisami
ja: 通知する
ko: 알림 받기
nb: Varsle meg
nl_nl: Waarschuw me
pl: Powiadamiaj mnie
sv: Avisera mig
zh_hant: 提醒我

# alerts.footnote
source: Alerts are worked out ahead of time from the three day forecast and refreshed whenever iOS next wakes the app in the background. A storm that arrives suddenly can beat the notification.
cs: Upozornění se počítají předem z třídenní předpovědi a aktualizují se, kdykoli iOS znovu probudí aplikaci na pozadí. Náhlá geomagnetická bouře může dorazit dřív než oznámení.
da: Notifikationer beregnes på forhånd ud fra tredøgnsprognosen og opdateres, hver gang iOS næste gang vækker appen i baggrunden. En storm, der opstår pludseligt, kan nå at ramme, før notifikationen gør.
de_de: Benachrichtigungen werden im Voraus aus der Drei-Tage-Vorhersage berechnet und aktualisiert, sobald iOS die App das nächste Mal im Hintergrund weckt. Ein Sturm, der plötzlich eintrifft, kann der Benachrichtigung zuvorkommen.
es: Las alertas se calculan con antelación a partir del pronóstico de tres días y se actualizan cuando iOS vuelve a activar la app en segundo plano. Una tormenta geomagnética repentina puede adelantarse a la notificación.
fi: Hälytykset lasketaan etukäteen kolmen päivän ennusteesta ja päivitetään aina, kun iOS seuraavan kerran herättää sovelluksen taustalla. Äkillisesti saapuva myrsky voi ehtiä ennen hälytystä.
fr: Les alertes sont calculées à l'avance à partir des prévisions à trois jours et actualisées à chaque réveil de l'application en arrière-plan par iOS. Une tempête qui survient soudainement peut devancer l'alerte.
it: Gli avvisi vengono calcolati in anticipo dalla previsione a tre giorni e aggiornati quando iOS riattiva l’app in background. Una tempesta geomagnetica improvvisa può arrivare prima della notifica.
ja: 通知は3日間の予報から事前に計算され、iOSが次にバックグラウンドでアプリを起動したときに更新されます。急に発生した磁気嵐は通知より先に到来する場合があります。
ko: 알림은 3일 예보를 바탕으로 미리 계산되며 iOS가 다음에 백그라운드에서 앱을 깨울 때 갱신됩니다. 갑자기 발생한 지자기 폭풍은 알림보다 먼저 도착할 수 있습니다.
nb: Varsler beregnes på forhånd ut fra tredøgnsvarselet og oppdateres hver gang iOS neste gang vekker appen i bakgrunnen. En storm som kommer brått på, kan rekke å slå til før varselet.
nl_nl: Meldingen worden vooraf berekend op basis van de driedaagse voorspelling en vernieuwd zodra iOS de app de volgende keer op de achtergrond wekt. Een storm die plotseling opsteekt, kan de melding voor zijn.
pl: Alerty są obliczane z wyprzedzeniem na podstawie prognozy na trzy dni i odświeżane, gdy iOS ponownie uruchomi aplikację w tle. Nagła burza geomagnetyczna może pojawić się przed powiadomieniem.
sv: Aviseringar beräknas i förväg utifrån tredygnsprognosen och uppdateras varje gång iOS nästa gång väcker appen i bakgrunden. En storm som kommer plötsligt kan hinna före aviseringen.
zh_hant: 提醒會根據三天預報預先計算，並在 iOS 下次於背景喚醒 App 時更新。若地磁暴突然抵達，可能會比通知更快發生。

# alerts.frequency.often
source: A few nights a month
cs: Několik nocí za měsíc
da: Nogle nætter om måneden
de_de: Ein paar Nächte im Monat
es: Algunas noches al mes
fi: Muutama yö kuukaudessa
fr: Quelques nuits par mois
it: Alcune notti al mese
ja: 月に数晩
ko: 한 달에 며칠 밤
nb: Noen netter i måneden
nl_nl: Een paar nachten per maand
pl: Kilka nocy w miesiącu
sv: Några nätter i månaden
zh_hant: 每月幾個晚上

# alerts.frequency.rarely
source: A few nights a year
cs: Několik nocí za rok
da: Nogle nætter om året
de_de: Ein paar Nächte im Jahr
es: Algunas noches al año
fi: Muutama yö vuodessa
fr: Quelques nuits par an
it: Alcune notti all’anno
ja: 年に数晩
ko: 일 년에 며칠 밤
nb: Noen netter i året
nl_nl: Een paar nachten per jaar
pl: Kilka nocy w roku
sv: Några nätter om året
zh_hant: 每年幾個晚上

# alerts.frequency.sometimes
source: A few nights a season
cs: Několik nocí za sezónu
da: Nogle nætter i sæsonen
de_de: Ein paar Nächte pro Saison
es: Algunas noches por temporada
fi: Muutama yö kaudessa
fr: Quelques nuits par saison
it: Alcune notti a stagione
ja: シーズンに数晩
ko: 한 시즌에 며칠 밤
nb: Noen netter i sesongen
nl_nl: Een paar nachten per seizoen
pl: Kilka nocy w sezonie
sv: Några nätter per säsong
zh_hant: 每季幾個晚上

# alerts.quiet.from
source: From
cs: Od
da: Fra
de_de: Von
es: Desde
fi: Alkaen
fr: De
it: Dalle
ja: 開始
ko: 시작
nb: Fra
nl_nl: Van
pl: Od
sv: Från
zh_hant: 從

# alerts.quiet.heading
source: Quiet hours
cs: Doba klidu
da: Stille timer
de_de: Ruhezeiten
es: Horas de silencio
fi: Hiljaiset tunnit
fr: Heures silencieuses
it: Ore silenziose
ja: 通知しない時間
ko: 알림 없는 시간
nb: Stille timer
nl_nl: Stille uren
pl: Godziny ciszy
sv: Tysta timmar
zh_hant: 靜音時段

# alerts.quiet.to
source: To
cs: Do
da: Til
de_de: Bis
es: Hasta
fi: Asti
fr: À
it: Alle
ja: 終了
ko: 종료
nb: Til
nl_nl: Tot
pl: Do
sv: Till
zh_hant: 到

# alerts.quiet.toggle
source: Stay silent overnight
cs: V noci neupozorňovat
da: Vær stille om natten
de_de: Nachts stumm bleiben
es: Silenciar durante la noche
fi: Pysy hiljaa yön yli
fr: Rester silencieux la nuit
it: Niente notifiche durante la notte
ja: 夜間は通知しない
ko: 밤에는 알림 끄기
nb: Hold stille om natten
nl_nl: Blijf stil 's nachts
pl: Nie powiadamiaj w nocy
sv: Var tyst över natten
zh_hant: 夜間保持靜音

# alerts.threshold.heading
source: Tell me when a night is at least
cs: Upozornit mě, když noc bude alespoň
da: Sig til, når en nat er mindst
de_de: Sag mir Bescheid, wenn eine Nacht mindestens
es: Avísame cuando una noche sea al menos
fi: Kerro, kun yö on vähintään
fr: Prévenez-moi quand une nuit est au moins
it: Avvisami quando una notte è almeno
ja: 次の条件以上なら通知
ko: 다음 조건 이상이면 알림
nb: Si fra når en natt er minst
nl_nl: Laat het me weten wanneer een nacht minstens
pl: Powiadom mnie, gdy noc będzie co najmniej
sv: Säg till när en natt är minst
zh_hant: 當今晚條件至少達到以下程度時提醒我

# alerts.title
source: Alerts
cs: Upozornění
da: Notifikationer
de_de: Benachrichtigungen
es: Alertas
fi: Hälytykset
fr: Alertes
it: Avvisi
ja: オーロラ通知
ko: 오로라 알림
nb: Varsler
nl_nl: Meldingen
pl: Alerty
sv: Aviseringar
zh_hant: 極光提醒

# cancel.continueToAppStore
source: Continue to Apple
cs: Pokračovat k Apple
da: Fortsæt til Apple
de_de: Weiter zu Apple
es: Continuar con Apple
fi: Jatka Appleen
fr: Continuer vers Apple
it: Continua su Apple
ja: Appleへ進む
ko: Apple로 계속
nb: Fortsett til Apple
nl_nl: Doorgaan naar Apple
pl: Przejdź do Apple
sv: Fortsätt till Apple
zh_hant: 前往 Apple

# cancel.detailPlaceholder
source: Tell us more
cs: Řekněte nám víc
da: Fortæl os mere
de_de: Erzähl uns mehr
es: Cuéntanos más
fi: Kerro lisää
fr: Dites-nous en plus
it: Dicci di più
ja: 詳しく教えてください
ko: 자세히 알려주세요
nb: Fortell oss mer
nl_nl: Vertel ons meer
pl: Napisz więcej
sv: Berätta mer
zh_hant: 告訴我們更多

# cancel.detailPrivacy
source: Anything you type here stays on this device.
cs: Všechno, co sem napíšete, zůstane v tomto zařízení.
da: Alt, hvad du skriver her, forbliver på denne enhed.
de_de: Alles, was du hier eingibst, bleibt auf diesem Gerät.
es: Todo lo que escribas aquí se queda en este dispositivo.
fi: Kaikki tähän kirjoittamasi jää tälle laitteelle.
fr: Tout ce que vous saisissez ici reste sur cet appareil.
it: Tutto ciò che scrivi qui resta su questo dispositivo.
ja: ここに入力した内容はこのデバイス内にのみ保存されます。
ko: 여기에 입력한 내용은 이 기기에만 남습니다.
nb: Alt du skriver her, blir værende på denne enheten.
nl_nl: Alles wat je hier typt, blijft op dit apparaat.
pl: Wszystko, co tu wpiszesz, pozostaje na tym urządzeniu.
sv: Allt du skriver här stannar på den här enheten.
zh_hant: 你在這裡輸入的內容只會留在此裝置上。

# cancel.navigationTitle
source: Manage Subscription
cs: Spravovat předplatné
da: Administrer abonnement
de_de: Abo verwalten
es: Gestionar suscripción
fi: Hallitse tilausta
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nb: Administrer abonnement
nl_nl: Abonnement beheren
pl: Zarządzaj subskrypcją
sv: Hantera prenumeration
zh_hant: 管理訂閱

# cancel.optional
source: Optional. You can continue without answering.
cs: Volitelné. Můžete pokračovat bez odpovědi.
da: Valgfrit. Du kan fortsætte uden at svare.
de_de: Optional. Du kannst fortfahren, ohne zu antworten.
es: Opcional. Puedes continuar sin responder.
fi: Valinnainen. Voit jatkaa vastaamatta.
fr: Facultatif. Vous pouvez continuer sans répondre.
it: Facoltativo. Puoi continuare senza rispondere.
ja: 任意です。回答せずに続けられます。
ko: 선택 사항입니다. 답하지 않고 계속할 수 있습니다.
nb: Valgfritt. Du kan fortsette uten å svare.
nl_nl: Optioneel. Je kunt doorgaan zonder te antwoorden.
pl: Opcjonalne. Możesz kontynuować bez odpowiedzi.
sv: Valfritt. Du kan fortsätta utan att svara.
zh_hant: 選填。你可以不回答直接繼續。

# cancel.reason.didntUseIt
source: Didn't use it
cs: Nepoužíval(a) jsem ji
da: Brugte den ikke
de_de: Nicht genutzt
es: No la usaba
fi: En käyttänyt sitä
fr: Pas utilisé
it: Non lo usavo
ja: 使わなかった
ko: 잘 사용하지 않았어요
nb: Brukte den ikke
nl_nl: Heb het niet gebruikt
pl: Nie korzystałem(-am)
sv: Använde den inte
zh_hant: 沒有常用

# cancel.reason.forecastWrong
source: The forecast was wrong
cs: Předpověď byla chybná
da: Nordlysvarselet var forkert
de_de: Die Polarlicht-Vorhersage war falsch
es: El pronóstico era incorrecto
fi: Revontuliennuste oli väärä
fr: La prévision d'aurores boréales était fausse
it: La previsione era sbagliata
ja: 予報が外れた
ko: 예보가 틀렸어요
nb: Nordlysvarselet var feil
nl_nl: De noorderlichtverwachting klopte niet
pl: Prognoza była błędna
sv: Norrskensprognosen var fel
zh_hant: 預報不準

# cancel.reason.foundBetterApp
source: Found a better app
cs: Našel/našla jsem lepší aplikaci
da: Fandt en bedre app
de_de: Bessere App gefunden
es: Encontré una app mejor
fi: Löysin paremman sovelluksen
fr: Trouvé une meilleure appli
it: Ho trovato un’app migliore
ja: もっと良いアプリを見つけた
ko: 더 좋은 앱을 찾았어요
nb: Fant en bedre app
nl_nl: Betere app gevonden
pl: Znalazłem(-am) lepszą aplikację
sv: Hittade en bättre app
zh_hant: 找到更好的 App

# cancel.reason.other
source: Something else
cs: Jiný důvod
da: Noget andet
de_de: Etwas anderes
es: Otro motivo
fi: Jokin muu
fr: Autre chose
it: Altro
ja: その他
ko: 기타
nb: Noe annet
nl_nl: Iets anders
pl: Inny powód
sv: Något annat
zh_hant: 其他原因

# cancel.reason.technicalIssues
source: Technical issues
cs: Technické problémy
da: Tekniske problemer
de_de: Technische Probleme
es: Problemas técnicos
fi: Teknisiä ongelmia
fr: Problèmes techniques
it: Problemi tecnici
ja: 技術的な問題
ko: 기술적 문제
nb: Tekniske problemer
nl_nl: Technische problemen
pl: Problemy techniczne
sv: Tekniska problem
zh_hant: 技術問題

# cancel.reason.tooExpensive
source: Too expensive
cs: Příliš drahé
da: For dyrt
de_de: Zu teuer
es: Demasiado caro
fi: Liian kallis
fr: Trop cher
it: Troppo costoso
ja: 料金が高すぎる
ko: 너무 비싸요
nb: For dyrt
nl_nl: Te duur
pl: Za drogo
sv: För dyrt
zh_hant: 太貴了

# cancel.reasonPrompt
source: Before you go, what went wrong?
cs: Než odejdete, co se pokazilo?
da: Før du går, hvad gik galt?
de_de: Bevor du gehst: Was lief schief?
es: Antes de irte, ¿qué salió mal?
fi: Ennen kuin lähdet, mikä meni pieleen?
fr: Avant de partir, qu'est-ce qui n'a pas fonctionné ?
it: Prima di andare, cosa non ha funzionato?
ja: 解約する前に、理由を教えてください。
ko: 구독을 끝내기 전에, 무엇이 아쉬웠나요?
nb: Før du går, hva gikk galt?
nl_nl: Voor je gaat: wat ging er mis?
pl: Zanim odejdziesz — co poszło nie tak?
sv: Innan du går, vad gick fel?
zh_hant: 離開前，可以告訴我們哪裡不理想嗎？

# common.cancel
source: Cancel
cs: Zrušit
da: Annuller
de_de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl_nl: Annuleer
pl: Anuluj
sv: Avbryt
zh_hant: 取消

# common.done
source: Done
cs: Hotovo
da: Færdig
de_de: Fertig
es: Listo
fi: Valmis
fr: OK
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl_nl: Gereed
pl: Gotowe
sv: Klar
zh_hant: 完成

# common.off
source: Off
cs: Vypnuto
da: Fra
de_de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nb: Av
nl_nl: Uit
pl: Wyłączone
sv: Av
zh_hant: 關閉

# common.on
source: On
cs: Zapnuto
da: Til
de_de: An
es: Activado
fi: Päällä
fr: Activé
it: Attivato
ja: オン
ko: 켬
nb: På
nl_nl: Aan
pl: Włączone
sv: På
zh_hant: 開啟

# common.save
source: Save
cs: Uložit
da: Gem
de_de: Sichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl_nl: Bewaar
pl: Zapisz
sv: Spara
zh_hant: 儲存

# map.headline.inside
source: You are about %@ inside the oval tonight.
cs: Dnes v noci jste přibližně %@ uvnitř aurorálního oválu.
da: Du er omkring %@ inde i ovalen i aften.
de_de: Du bist heute Nacht etwa %@ innerhalb des Ovals.
es: Esta noche estás aproximadamente %@ dentro del óvalo auroral.
fi: Olet noin %@ ovaalin sisäpuolella tänä yönä.
fr: Vous êtes à environ %@ à l'intérieur de l'ovale ce soir.
it: Stanotte sei circa %@ all’interno dell’ovale aurorale.
ja: 今夜はオーロラオーバルの内側に約%@入っています。
ko: 오늘 밤 오로라 오벌 안쪽으로 약 %@ 들어와 있습니다.
nb: Du er omtrent %@ inne i ovalen i kveld.
nl_nl: Je bevindt je vanavond ongeveer %@ binnen de ovaal.
pl: Dziś w nocy jesteś około %@ wewnątrz owalu zorzowego.
sv: Du är ungefär %@ inne i ovalen i kväll.
zh_hant: 今晚你大約位於極光橢圓內 %@。

# map.headline.northOfYou
source: The edge of the oval is about %@ north of you.
cs: Okraj aurorálního oválu je přibližně %@ severně od vás.
da: Ovalens kant er omkring %@ nord for dig.
de_de: Der Rand des Ovals liegt etwa %@ nördlich von dir.
es: El borde del óvalo auroral está aproximadamente %@ al norte de ti.
fi: Ovaalin reuna on noin %@ pohjoiseen sinusta.
fr: Le bord de l'ovale se trouve à environ %@ au nord de vous.
it: Il bordo dell’ovale aurorale è circa %@ a nord di te.
ja: オーロラオーバルの端は約%@北にあります。
ko: 오로라 오벌의 가장자리는 현재 위치에서 북쪽으로 약 %@ 떨어져 있습니다.
nb: Kanten av ovalen er omtrent %@ nord for deg.
nl_nl: De rand van de ovaal ligt ongeveer %@ ten noorden van je.
pl: Krawędź owalu zorzowego znajduje się około %@ na północ od Ciebie.
sv: Ovalens kant är ungefär %@ norr om dig.
zh_hant: 極光橢圓的邊緣大約在你北方 %@ 處。

# map.subline.kp
source: Tonight's peak Kp %@
cs: Dnešní maximum Kp: %@
da: Aftenens top-Kp %@
de_de: Heutiger Kp-Höchstwert %@
es: Kp máximo de esta noche: %@
fi: Tämän illan huippu-Kp %@
fr: Kp maximal ce soir : %@
it: Picco Kp di stanotte: %@
ja: 今夜の最大Kp：%@
ko: 오늘 밤 최고 Kp %@
nb: Kveldens topp-Kp %@
nl_nl: Piek-Kp van vanavond %@
pl: Maksymalny Kp dziś w nocy: %@
sv: Kvällens topp-Kp %@
zh_hant: 今晚最高 Kp %@

# map.title
source: Oval
cs: Ovál
es: Óvalo
fi: Ovaali
fr: Ovale
it: Ovale
ja: オーバル
ko: 오벌
nl_nl: Ovaal
pl: Owal
zh_hant: 極光橢圓

# map.youAreHere
source: You
cs: Vy
da: Dig
de_de: Du
es: Tú
fi: Sinä
fr: Vous
it: Tu
ja: 現在地
ko: 현재 위치
nb: Deg
nl_nl: Jij
pl: Ty
sv: Du
zh_hant: 你的位置

# nights.empty.needsLocation
source: Choose a place, or allow location access, to see the nights ahead.
cs: Vyberte místo nebo povolte přístup k poloze, abyste viděli předpověď na další noci.
da: Vælg et sted, eller giv adgang til placering, for at se de kommende nætter.
de_de: Wähle einen Ort, oder erlaube den Standortzugriff, um die kommenden Nächte zu sehen.
es: Elige un lugar o permite el acceso a la ubicación para ver las próximas noches.
fi: Valitse paikka tai salli sijaintikäyttö nähdäksesi tulevat yöt.
fr: Choisissez un lieu, ou autorisez l'accès à la position, pour voir les prochaines nuits.
it: Scegli un luogo o consenti l’accesso alla posizione per vedere le prossime notti.
ja: 場所を選ぶか位置情報へのアクセスを許可すると、今後の夜の予報を確認できます。
ko: 장소를 선택하거나 위치 접근을 허용하면 앞으로의 밤 예보를 볼 수 있습니다.
nb: Velg et sted, eller gi tilgang til posisjon, for å se de kommende nettene.
nl_nl: Kies een plek, of geef locatietoegang, om de komende nachten te zien.
pl: Wybierz miejsce lub zezwól na dostęp do lokalizacji, aby zobaczyć prognozę na kolejne noce.
sv: Välj en plats, eller tillåt platsåtkomst, för att se de kommande nätterna.
zh_hant: 選擇地點或允許取用位置，即可查看接下來幾晚的預報。

# nights.empty.unavailable
source: The forecast could not be loaded. Pull down to try again.
cs: Předpověď se nepodařilo načíst. Stažením dolů to zkuste znovu.
da: Prognosen kunne ikke indlæses. Træk ned for at prøve igen.
de_de: Die Vorhersage konnte nicht geladen werden. Zum erneuten Versuch nach unten ziehen.
es: No se pudo cargar el pronóstico. Desliza hacia abajo para intentarlo de nuevo.
fi: Ennustetta ei voitu ladata. Vedä alaspäin yrittääksesi uudelleen.
fr: Impossible de charger les prévisions. Tirez vers le bas pour réessayer.
it: Impossibile caricare la previsione. Trascina verso il basso per riprovare.
ja: 予報を読み込めませんでした。下に引いてもう一度お試しください。
ko: 예보를 불러오지 못했습니다. 아래로 당겨 다시 시도하세요.
nb: Værmeldingen kunne ikke lastes. Dra ned for å prøve igjen.
nl_nl: De voorspelling kon niet worden geladen. Trek naar beneden om het opnieuw te proberen.
pl: Nie udało się wczytać prognozy. Pociągnij w dół, aby spróbować ponownie.
sv: Prognosen kunde inte läsas in. Dra nedåt för att försöka igen.
zh_hant: 無法載入預報。向下拉即可重試。

# nights.title
source: Nights ahead
cs: Další noci
da: Kommende nætter
de_de: Kommende Nächte
es: Próximas noches
fi: Tulevat yöt
fr: Prochaines nuits
it: Prossime notti
ja: 今後の夜
ko: 앞으로의 밤
nb: Kommende netter
nl_nl: Komende nachten
pl: Kolejne noce
sv: Kommande nätter
zh_hant: 接下來幾晚

# onboarding.alerts.subtitle
source: Aurora active, sky clear, sky dark, moon out of the way. All four, or your phone stays silent.
cs: Aktivní polární záře, jasno, tma a Měsíc nepřekáží. Musí platit všechny čtyři podmínky, jinak telefon zůstane tichý.
da: Nordlys aktivt, himlen klar, himlen mørk, månen ude af vejen. Alle fire, ellers forbliver telefonen tavs.
de_de: Polarlicht aktiv, Himmel klar, Himmel dunkel, Mond aus dem Weg. Nur wenn alle vier stimmen, meldet sich dein Handy.
es: Aurora activa, cielo despejado, cielo oscuro y Luna sin molestar. Deben cumplirse las cuatro condiciones; si no, tu teléfono permanece en silencio.
fi: Revontulet aktiiviset, taivas kirkas, taivas pimeä, kuu poissa tieltä. Kaikki neljä, tai puhelimesi pysyy hiljaa.
fr: Aurore active, ciel dégagé, ciel sombre, lune absente. Les quatre à la fois, ou votre téléphone reste silencieux.
it: Aurora attiva, cielo sereno, cielo buio, Luna fuori gioco. Servono tutte e quattro le condizioni, altrimenti il telefono resta in silenzio.
ja: オーロラが活発、晴天、十分な暗さ、月明かりの影響なし。4つすべてがそろったときだけ通知します。
ko: 오로라 활발, 맑은 하늘, 충분한 어둠, 달빛 방해 없음. 네 조건이 모두 맞을 때만 휴대폰이 알려드립니다.
nb: Nordlys aktivt, himmel klar, himmel mørk, måne ute av veien. Alle fire, ellers forblir telefonen stille.
nl_nl: Noorderlicht actief, hemel helder, hemel donker, maan uit beeld. Alle vier, of je telefoon blijft stil.
pl: Aktywna zorza, bezchmurne i ciemne niebo, księżyc nie przeszkadza. Muszą zgadzać się wszystkie cztery warunki — inaczej telefon milczy.
sv: Norrsken aktivt, himlen klar, himlen mörk, månen ur vägen. Alla fyra, annars förblir telefonen tyst.
zh_hant: 極光活躍、天空晴朗、天色夠暗、月光不干擾。四個條件都符合，手機才會通知你。

# onboarding.alerts.title
source: We only wake you when it's actually worth it.
cs: Vzbudíme vás jen tehdy, když to opravdu stojí za to.
da: Vi vækker dig kun, når det faktisk er værd det.
de_de: Wir wecken dich nur, wenn es sich wirklich lohnt.
es: Solo te despertamos cuando realmente vale la pena.
fi: Herätämme sinut vain, kun se todella kannattaa.
fr: Nous ne vous réveillons que quand ça en vaut vraiment la peine.
it: Ti svegliamo solo quando ne vale davvero la pena.
ja: 本当に見る価値があるときだけ起こします。
ko: 정말 볼 가치가 있을 때만 깨워드려요.
nb: Vi vekker deg bare når det faktisk er verdt det.
nl_nl: We maken je alleen wakker als het echt de moeite waard is.
pl: Budzimy Cię tylko wtedy, gdy naprawdę warto.
sv: Vi väcker dig bara när det faktiskt är värt det.
zh_hant: 只有真的值得起床看時，我們才會叫醒你。

# onboarding.continue
source: Continue
cs: Pokračovat
da: Fortsæt
de_de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl_nl: Doorgaan
pl: Dalej
sv: Fortsätt
zh_hant: 繼續

# onboarding.hook.subtitle
source: Nobody told you it would be.
cs: Nikdo vás nevaroval.
da: Ingen fortalte dig, at det ville ske.
de_de: Das hat dir keiner gesagt.
es: Nadie te avisó.
fi: Kukaan ei kertonut sinulle etukäteen.
fr: Personne ne vous avait prévenu.
it: Nessuno ti aveva avvisato.
ja: 誰も教えてくれませんでした。
ko: 아무도 알려주지 않았죠.
nb: Ingen fortalte deg at det ville skje.
nl_nl: Niemand had je gewaarschuwd.
pl: Nikt Cię nie ostrzegł.
sv: Ingen sa till dig att det skulle bli så.
zh_hant: 沒有人告訴你會這樣。

# onboarding.hook.title
source: You drove out. It was cloudy.
cs: Vyjeli jste ven. Bylo zataženo.
da: Du kørte ud. Det var overskyet.
de_de: Du bist rausgefahren. Es war bewölkt.
es: Saliste a buscarla. Estaba nublado.
fi: Ajoit sinne. Taivas oli pilvessä.
fr: Vous êtes sorti. Le ciel était couvert.
it: Sei uscito. Era nuvoloso.
ja: 見に出かけた。でも曇っていた。
ko: 보러 나갔지만, 구름뿐이었어요.
nb: Du kjørte ut. Det var overskyet.
nl_nl: Je reed erheen. Het was bewolkt.
pl: Pojechałeś(-aś). Było pochmurno.
sv: Du körde ut. Det var mulet.
zh_hant: 你開車出門，結果滿天都是雲。
